/* NSBox (Automatic updates) : <title:Automatic updates> (oid:10) */
"Automatic updates" = "Automatische updates";

/* NSButton (Check for updates at startup) : <title:Check for updates at startup> (oid:6) */
"Check for updates at startup" = "Controleer op nieuwe updates bij opstarten";

/* NSButton (Check now) : <title:Check now> (oid:7) */
"Check now" = "Controleer nu";

/* NSTextField (Fri 2 April 1980) : <title:Fri 2 April 1980> (oid:9) */
"Fri 2 April 1980" = "Vr 2 april 1980";

/* NSTextField (Last checked:) : <title:Last checked:> (oid:8) */
"Last checked:" = "Laatste controle:";

